Revit 2024 API
GroupTypeId.RotationAbout Property
 Rotation about.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId RotationAbout { get; }
Visual Basic
Public Shared ReadOnly Property RotationAbout As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RotationAbout {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace